---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Hectare
source: html/aea4ea79-ef53-1f77-4e4b-bc5f837f0cad.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Hectare Property

Symbol hectare, indicating unit Hectares.

## Syntax (C#)
```csharp
public static ForgeTypeId Hectare { get; }
```